export default `
zh_type,zh_name,track,zh_title,zh_position,date
中文演讲,赵禅,Rust 语言研究与应用,基于 LLVM Rust 代码混淆设计与实现,蚂蚁集团基础安全部安全专家,2022年7月31日 13:35-14:05
中文演讲,姜剑峰,Rust 语言研究与应用,Rust 库 API 可靠性分析与验证,蚂蚁集团高级工程师,2022年7月31日 14:10-14:40
中文演讲,张汉东,Rust 语言研究与应用,你为什么需要「Rust 编码规范」,独立企业咨询师,2022年7月31日 14:45-15:15
中文演讲,叶万标,Rust 拓展与优化,我们如何通过手工汇编代码击败 Rust 的零成本抽象,秘猿工程师,2022年7月31日 13:35-14:05
中文演讲,陈思衡,Rust 拓展与优化,通过 Rust 拓展 js 并在 WebAssembly 中运行,WasmEdge 工程师,2022年7月31日 14:10-14:40
中文演讲,陈奕霖,Rust 拓展与优化,定制你的 Future executor,PingCAP 研发工程师,2022年7月31日 14:45-15:15
中文演讲,陈天,Rust 商业实践,我们能从 deno 的架构学到什么,TubiTV 研发副总裁,2022年7月31日 13:35-14:05
中文演讲,陆一洲,Rust 商业实践,Rust 助力量化高频交易,非凸科技量化策略负责人,2022年7月31日 14:10-14:40
中文演讲,尚卓燃,Rust 商业实践,使用 Rust 构建云原生数仓 Databend,Datafuse Labs 数据库研发工程师,2022年7月31日 14:45-15:15
中文演讲,张文超,Rust 生产实践,Rust ETL 和后端服务实现,章鱼网络工程师,2022年7月31日 13:35-14:05
中文演讲,徐帅,Rust 生产实践,高性能 Rust RPC 框架设计,字节跳动工程师,2022年7月31日 14:10-14:40
中文演讲,夏锐航,Rust 生产实践,CeresDB 中的一种并发模型实践,蚂蚁集团开发工程师,2022年7月31日 14:45-15:15
中文演讲,王江桐,加密、隐私与可信计算,Rust 密码学生态介绍和实践介绍 ,华为工程师,2022年7月31日 13:35-14:05
中文演讲,韦晓亚,加密、隐私与可信计算,基于 Rust 的分布式隐私计算实践,数牍科技工程师,2022年7月31日 14:10-14:40
中文演讲,孙茗珅,加密、隐私与可信计算,Teaclave: 从可信执行环境基础到安全计算平台,百度 X-Lab 安全研究员,2022年7月31日 14:45-15:15
中文演讲,周顺帆,加密、隐私与可信计算,在无 libc 的 SGX 可信执行环境下移植 std 支持,Phala 云计算负责人,2022年7月31日 15:20-15:50
中文演讲,施继成,嵌入式、操作系统与物联网,Rust for Linux is Coming,达坦科技联合创始人,2022年7月31日 13:35-14:05
中文演讲,洛佳,嵌入式、操作系统与物联网,嵌入式 Rust 与 RustSBI 固件设计,华中科技大学网络空间安全学院大四学生,2022年7月31日 14:10-14:40
中文演讲,田劲锋,嵌入式、操作系统与物联网,协作式机器人和物联网的 Rust 实践,乐白科技工程师,2022年7月31日 14:45-15:15
中文演讲,宁安,分布式系统实践,基于 Rust 的下一代分布式存储 - HydroFS,青云文件存储和对象存储架构师,2022年7月31日 13:35-14:05
中文演讲,王润基,分布式系统实践,Madsim：神奇的分布式系统确定性模拟器,清华大学计算机系硕士生,2022年7月31日 14:10-14:40
中文演讲,杨培灏,分布式系统实践,面向分布式服务架构的高可用流量控制组件 Sentinel 的 Rust 实现,上海交通大学在读硕士研究生,2022年7月31日 14:45-15:15
`;
